Repository: ivoxavier/thesis
Catalog: utFoods/po/*.po
Languages: fr_fr, pt_pt

source: utFoods is not taking in consideration your muscule weight. This is ONLY e a referenceutFoods ne tient pas compte de votre poids musculaire. Ceci est UNIQUEMENT une référence
fr_fr: Indice de masse corporelle

source: Normal
fr_fr: Normale

source: CARBO
fr_fr: GLUCIDE

source: ID...
fr_fr: IDENTIFIANT...

source: OpenFoodsFacts
fr_fr: Ouvrir les faits sur les aliments

source: Carbo/100g
fr_fr: Glu/100g
