Repository: ivoxavier/thesis
Catalog: utFoods/po/*.po
Languages: fr_fr, pt_pt

source: App Layout
fr_fr: Schéma de l'application
pt_pt: Layout da aplicação

source: Appearance
fr_fr: Apparence
pt_pt: Aparência

source: Enable Page Headers
fr_fr: Activer les en-têtes de page
pt_pt: Ativar os cabeçalhos

source: If Enabled It Will Remove Footer Navigation Bar
fr_fr: Si activé, il supprimera la barre de navigation du pied de page
pt_pt: Se ativos vão remover a barra de navegação do rodapé

source: Foods List
fr_fr: Liste des aliments
pt_pt: Lista de alimentos

source: %1 List
fr_fr: %1 Liste
pt_pt: Lista %1

source: Modified From %1
fr_fr: Modifié à partir de %1
pt_pt: Modificado de %1

source: User Created Foods List
fr_fr: Liste des aliments créés par l'utilisateur
pt_pt: Lista De Alimentos Criada Pelo Utilizador

source: utFoods Community Foods List
fr_fr: Liste des aliments de la communauté utFoods
pt_pt: Lista de alimentos da comunidade utFoods

source: Graphs Settings
fr_fr: Paramètres des graphiques
pt_pt: Definições Dos Gráficos

source: Graph Animation
fr_fr: Animation graphique
pt_pt: Animação dos gráficos

source: Average Calories Consumption
fr_fr: Consommation moyenne de calories
pt_pt: Média do consumo de calorias

source: January
fr_fr: Janvier
pt_pt: Janeiro

source: February
fr_fr: Février
pt_pt: Fevereiro

source: March
fr_fr: Mars
pt_pt: Março

source: April
fr_fr: Avril
pt_pt: Abril

source: May
fr_fr: Mai
pt_pt: Maio

source: June
fr_fr: Juin
pt_pt: Junho

source: July
fr_fr: Juillet
pt_pt: Julho

source: August
fr_fr: Août
pt_pt: Agosto

source: September
fr_fr: Septembre
pt_pt: Setembro

source: October
fr_fr: Octobre
pt_pt: Outubro

source: December
fr_fr: Décembre
pt_pt: Dezembro

source: November
fr_fr: Novembre
pt_pt: Novembro

source: %1 cal
pt_pt: %1 calorias

source: Body Measures
fr_fr: Mesures corporelles
pt_pt: Medidas Corporais

source: utFoods is not taking in consideration your muscule weight. This is ONLY e a reference
pt_pt: A utFoods não está considerar a massa muscular. Isto é APENAS uma referência

source: Body Mass Index
pt_pt: Índice de Massa Corporal

source: Low Weigth
fr_fr: Poids Faible
pt_pt: Baixo Peso

source: Normal Weigth
fr_fr: Poids normal
pt_pt: Peso Normal

source: Weigth Exceed
fr_fr: Poids dépassé
pt_pt: Excesso de Peso

source: Obesity
fr_fr: Obésité
pt_pt: Obesidade

source: Pre-Obesity
fr_fr: Pré-Obésité
pt_pt: Pré-Obesidade

source: Ideal Weight
fr_fr: Poids idéal
pt_pt: Peso Ideal

source: Blood Pressure
fr_fr: Pression artérielle
pt_pt: Pressão Sanguíena

source: Elevated
fr_fr: Élevée
pt_pt: Elevada

source: High Blood Pressure Stage I
fr_fr: Hypertension artérielle stade I
pt_pt: Pressão Sanguínea Alta Fase I

source: High Blood Pressure Stage II
fr_fr: Hypertension artérielle stade II
pt_pt: Pressão Sanguínea Alta Fase II

source: Hypertensive Crisis
fr_fr: Crise d'hypertension
pt_pt: Crise de Hipertensão

source: Foods Request
fr_fr: Demande d'aliments
pt_pt: Pedido de Alimentos

source: Creating Database...
fr_fr: Création de la base de données...
pt_pt: A Criar Base de Dados...

source: Credits & Licensing
fr_fr: Crédits et licences
pt_pt: Créditos e Licença

source: Version:
pt_pt: Versão:

source: App License: GNU GPL v3
fr_fr: Licence d'application: GNU GPL v3
pt_pt: Licença da Aplicação: GNU GPL v3

source: Education Institution
fr_fr: Établissement d'enseignement
pt_pt: Instituição de Ensino

source: University Of Minho
fr_fr: Université du Minho
pt_pt: Universidade do Minho

source: Information Systems Department, Guimarães.
fr_fr: Département des systèmes d'information, Guimarães.
pt_pt: Departamento de Sistemas de Informação, Guimarães

source: Developer
fr_fr: Développeur
pt_pt: Programador

source: Student
fr_fr: étudiant
pt_pt: Aluno

source: Advisor
fr_fr: Conseiller
pt_pt: Orientador

source: Assistant Professor At Information Systems Department
fr_fr: Professeur assistant au département des systèmes d'information
pt_pt: Professor Auxiliar no Departamento de Sistemas de Informação

source: Support
pt_pt: Suporte

source: Source-Code
fr_fr: Code source
pt_pt: Código-Fonte

source: Get Support For This Application
fr_fr: Obtenir de l'aide pour cette application
pt_pt: Obter Suporte Para Esta Aplicação

source: Cycling
fr_fr: Cyclisme
pt_pt: Ciclismo

source: Registed
fr_fr: Inscrit
pt_pt: Registado

source: Data Analysis
fr_fr: L'analyse des données
pt_pt: Análise de Dados

source: Ingestions
pt_pt: Ingestões

source: By Month
fr_fr: Par mois
pt_pt: Por Mês

source: Charts
fr_fr: Graphiques
pt_pt: Gráficos

source: Body Measurements
fr_fr: Mensurations corporelles
pt_pt: Medidas Corporais

source: Indexes
fr_fr: Index
pt_pt: Índeces

source: Select Ingestion To Delete
fr_fr: Sélectionnez l'ingestion à supprimer
pt_pt: Selecione Ingestão para Eliminar

source: Empty List, Please Register Ingestions First..
fr_fr: Liste vide, veuillez d'abord enregistrer les ingestions..
pt_pt: Lista vazia, registe ingestões primeiro..

source: Export Data
fr_fr: Exporter des données
pt_pt: Exportar Dados

source: Store Path: ~/Documents/utFoods_exports/
pt_pt: Localização: ~/Documents/utFoods_exports/

source: User Table
fr_fr: Tableau des utilisateurs
pt_pt: Tabela do Utilizador

source: Ingestions Table
fr_fr: Tableau des ingestions
pt_pt: Tabela de Ingestões

source: Water Table
fr_fr: Tableau d'eau
pt_pt: Tabela de Consumo de Água

source: Weight Table
fr_fr: Tableau des poids
pt_pt: Tabela de Progresso de Peso

source: Sports Table
fr_fr: Tableau de sport
pt_pt: Tabela de Atividade Desportiva

source: Please Wait A Few Seconds...
fr_fr: Veuillez patienter quelques secondes...
pt_pt: Por favor, espere uns segundos...

source: Start Export Process
fr_fr: Démarrer le processus d'exportation
pt_pt: Exportar...

source: Graphs
fr_fr: Graphiques
pt_pt: Gráficos

source: Weight Progress
fr_fr: Progression du poids
pt_pt: Progresso do Peso

source: Foods Distribution By Nutriscore
fr_fr: Distribution des aliments par Nutriscore
pt_pt: Distribuição dos Alimentos Por Nutriscore

source: Group Sports
fr_fr: Sports de groupe
pt_pt: Desportos de Grupo

source: Gym
pt_pt: Ginásio

source: Ingestion Saved!
fr_fr: Ingestion enregistrée!
pt_pt: Ingestão Guardada!

source: Loose Weight
fr_fr: Perte de Poids
pt_pt: Perder Peso

source: Gain Weight
fr_fr: Gain de poids
pt_pt: Ganhar Peso

source: Maintain Weight
fr_fr: Maintien du poids
pt_pt: Manter Peso

source: FOODS
fr_fr: NOURRITURE
pt_pt: ALIMENTOS

source: CONSUMED
fr_fr: CONSOMMÉ
pt_pt: CONSUMIDAS

source: FAT
fr_fr: GRAISSE
pt_pt: GORDURA

source: PROTEIN
fr_fr: PROTÉINE
pt_pt: PROTEÍNA

source: Breakfast
fr_fr: Petit déjeuner
pt_pt: Pequeno-Almoço

source: %1 calories
pt_pt: %1 calorias

source: Lunch
fr_fr: Déjeuner
pt_pt: Almoço

source: Dinner
fr_fr: Dîner
pt_pt: Jantar

source: Snacks
fr_fr: Collations
pt_pt: Lanches

source: Empty List, Register Ingestions First Or Choose A Filter.
fr_fr: Liste vide, enregistrez d'abord les ingestions ou choisissez un filtre.
pt_pt: Lista vazia, registe ingestões primeiro ou escolha um filtro.

source: Your Previous Ingestions
fr_fr: Vos précédentes ingestions
pt_pt: As suas ingestões anteriores

source: Import From...
fr_fr: Importer de...
pt_pt: Importar de...

source: Hi, Thanks For Participating. You Should Have Received An ID And A Passcode. Enter Them. Make Sure You have WiFi Or Mobile Data Enabled.
fr_fr: Bonjour, merci pour votre participation. Vous auriez dû recevoir un identifiant et un code d'accès. Entrez-les. Assurez-vous que le Wi-Fi ou les données mobiles sont activés.
pt_pt: Olá, obrigado por participares. Deves ter recebido um ID e um código. Introduza-as. Certifique-se que tem WiFi ou dados móveis ativos.

source: ID & Passcode Fields Are Empty!
fr_fr: Les champs d'identification et de code d'accès sont vides !
pt_pt: Campos de ID e Código estão vazios!

source: ID Field Is Empty!
fr_fr: Le champ ID est vide!
pt_pt: Campo de ID está vazio!

source: Passcode Field Is Empty!
fr_fr: Le champ du code d'accès est vide!
pt_pt: Campo de Código está vazio!

source: Please Send An Email To %1. Describing The Situation And Mentioning The App Version. App Version: %2
fr_fr: Veuillez envoyer un e-mail à %1. Décrire la situation et mentionner la version de l'application. Version de l'application : %2
pt_pt: Por Favor, envie um email para %1. Descrevendo a situação e mencionando a versão da aplicação. Versão da Aplicação: %2

source: Welcome
fr_fr: Bienvenu
pt_pt: Bem-Vindo

source: Sign In To Continue
fr_fr: Connectez-vous pour continuer
pt_pt: Inicie Sessão Para Continuar

source: Passcode...
fr_fr: Mot de passe...
pt_pt: Código...

source: Forgot my ID or Passcode.
fr_fr: J'ai oublié mon identifiant ou mon mot de passe.
pt_pt: Esqueci-me do Meu ID ou do Código

source: LOGIN
pt_pt: ENTRAR

source: Manage Data
fr_fr: Gérer les données
pt_pt: Gerir Dados

source: Auto Delete Ingestions
fr_fr: Supprimer automatiquement les ingestions
pt_pt: Eliminar Ingestões Automaticamente

source: Deletes All Previous Year Ingestions
fr_fr: Supprime toutes les ingestions de l'année précédente
pt_pt: Elimina todas as ingestões dos anos anteriores

source: From a Month & To Year
fr_fr: D'un mois à un an
pt_pt: De um Ano e Mês

source: Specific Today's Ingestion
fr_fr: Ingestion spécifique d'aujourd'hui
pt_pt: Ingestões Específicas de Hoje

source: Only Today's Ingestions
fr_fr: Uniquement les ingestions d'aujourd'hui
pt_pt: Apenas as Ingestões de Hoje

source: Delete
fr_fr: Supprimer
pt_pt: Eliminar

source: All Ingestions
fr_fr: Toutes les ingestions
pt_pt: Todas as Ingestões

source: User Foods List
fr_fr: Liste des aliments de l'utilisateur
pt_pt: Lista de Alimentos do Utilizador

source: Water
fr_fr: Eau
pt_pt: Água

source: All Water Records
fr_fr: Tous les enregistrements de l'eau
pt_pt: Todos os Registos de Água

source: Notes
fr_fr: Commentaires
pt_pt: Notas

source: Delete All Notes
fr_fr: Supprimer tous les commentaires
pt_pt: Eliminar Todas as Notas

source: Weight Tracker
fr_fr: Suivi du poids
pt_pt: Seguidor de Peso

source: All Records
fr_fr: Tous les enregistrements
pt_pt: Todos os Registos

source: Activity
fr_fr: Activité
pt_pt: Atividade

source: System
fr_fr: Système
pt_pt: Sistema

source: Delete App Cache
fr_fr: Supprimer le cache de l'application
pt_pt: Eliminar a Cache da Aplicação

source: BE CAREFULL WITH THIS!
fr_fr: SOYEZ PRUDENT AVEC CELA!
pt_pt: CUIDADO COM ISTO!

source: Manage Your Foods
fr_fr: Gérez vos aliments
pt_pt: Gerir os Seus Alimentos

source: User
fr_fr: Utilisateur
pt_pt: Utilizador

source: Your Profile
fr_fr: Votre profil
pt_pt: O Seu Perfil

source: Settings
fr_fr: Paramètres
pt_pt: Definições

source: Change App Layout & Behaviours
fr_fr: Modifier la disposition et les comportements de l'application
pt_pt: Alterar o Layout da Aplicação

source: Online Sources
fr_fr: Ressources en ligne
pt_pt: Fontes Online

source: Trackers Settings
fr_fr: Paramètres de suivi
pt_pt: Definições de Seguidores

source: Storage
fr_fr: Stockage
pt_pt: Armazenamento

source: About
fr_fr: Sur
pt_pt: Sobre

source: Third Party Software
fr_fr: Logiciel tiers
pt_pt: Software de Terceiros

source: Your Notes
fr_fr: Vos commentaires
pt_pt: As Suas Notas

source: Empty List, Please Register Notes First..
fr_fr: Liste vide, veuillez d'abord enregistrer des commentaires..
pt_pt: Lista vazia, por favor registe Notas primeiro..

source: Aplication Programming Interface
fr_fr: Interface de programmation d'applications
pt_pt: Interface de Programação de Aplicações

source: Application Programming Interface
fr_fr: Interface de programmation d'applications
pt_pt: Interface de Programação de Aplicações

source: Search For Barcode In %1
fr_fr: Rechercher le code-barres dans %1
pt_pt: Procurar por Códigos de Barras em %1

source: Gets Random Recipes
fr_fr: Obtient des recettes aléatoires
pt_pt: Recebe receitas aleatórias

source: Quick Addition
fr_fr: Ajout rapide
pt_pt: Adição Rápida

source: Stored!
fr_fr: Stocké!
pt_pt: Guardado!

source: Something went wrong. Please, restart the app and try again.
fr_fr: Quelque chose s'est mal passé. Veuillez redémarrer l'application et réessayer
pt_pt: Algo correu mal. Por favor, reinicie a aplicação e tente novamente.

source: DETAILS
fr_fr: DÉTAILS
pt_pt: DETALHES

source: Product name
fr_fr: Nom du produit
pt_pt: Nome do produto

source: Calories
pt_pt: Calorias

source: Is fruits, vegetables, pulses, nuts, walnut and olive oils?
fr_fr: Est-ce les fruits, les légumes, les légumineuses, les noix, les huiles de noix et d'olive ?
pt_pt: É fruta, vegetais,leguminosas, nozes e azeites?

source: Create An Addition Request
fr_fr: Créer une demande d'ajout
pt_pt: Criar Um Pedido de Adição

source: utFoods Community Foods
fr_fr: utFoods Aliments communautaires
pt_pt: Alimentos da comunidade utFoods

source: Fat/100g
fr_fr: Matières grasses/100g
pt_pt: Gordura/100g

source: Protein/100g
fr_fr: Protéine/100g
pt_pt: Proteína/100g

source: Saturated/100g
fr_fr: Saturé/100g
pt_pt: Saturados/100g

source: Sugars/100g
fr_fr: Sucres/100g
pt_pt: Açucares/100g

source: Salt/100g
fr_fr: Sel/100g
pt_pt: Sal/100g

source: Fibre/100g
fr_fr: Fibres/100g
pt_pt: Fibra/100g

source: Aproximated Nutriscore
fr_fr: Score nutritionnel approximatif
pt_pt: Nutriscore Aproximado

source: Quick List Foods
fr_fr: Liste rapide des aliments
pt_pt: Lista Rápida de Alimentos

source: INSTRUCTIONS
pt_pt: INSTRUÇÕES

source: INGREDIENTS
pt_pt: INGREDIENTES

source: See Video on <a href='%1'>YouTube</a>
fr_fr: Voir la vidéo sur <a href='%1'>YouTube</a>
pt_pt: Ver vídeo no <a href='%1'>YouTube</a>

source: Running
fr_fr: Course
pt_pt: Correr

source: Scanning
pt_pt: A digitalizar

source: About You
fr_fr: À propos de vous
pt_pt: Sobre ti

source: Help
fr_fr: Assistance
pt_pt: Ajuda

source: Very Light Include: Driving, Typing, Sewing, Ironing, Cooking. Light Include: Walking 5 km, House Cleaning, Golf. Moderate Include: Walking 6 km, Dancing, Tennis, Cycling. Heavy Include: Running, Soccer, Basketball, Football.
fr_fr: Très léger inclus: conduite, écrire, couture, repassage, cuisine. Léger inclus: 5 km de marche, le ménage, le golf. Modéré Inclus: 6 km de marche, Danse, Tennis, Vélo. Lourd comprend: course, football, basket-ball, football américain.
pt_pt: Muito Leve Incluí: Conduzir, Escrever, Cozinhar. Leve Incluí: Caminhar 5km, Limpar a Casa. Moderado Incluí: Caminhar 6km, Dançar, Ténis. Pesado Incluí: Correr, Futebol, Basquetebol

source: Your Level Of Activity?
fr_fr: Votre niveau d'activité?
pt_pt: O Teu Nível de Atividade?

source: VERY LIGHT
fr_fr: TRÈS LÉGER
pt_pt: MUITO LEVE

source: LIGHT
fr_fr: LÉGER
pt_pt: LEVE

source: MODERATE
fr_fr: MODÉRÉ
pt_pt: MODERADO

source: HEAVY
fr_fr: LOURD
pt_pt: PESADO

source: You Can Change It Later
fr_fr: Vous pouvez le changer plus tard
pt_pt: Podes mudar isto mais tarde

source: Next
fr_fr: Suivant
pt_pt: Seguinte

source: What's Your Age?
fr_fr: Quel âge as tu?
pt_pt: Qual é a Tua Idade?

source: Enter Your Age In Years
fr_fr: Entrez votre âge en années
pt_pt: Introduz a Tua Idade em Anos

source: Set Your Ingestion
fr_fr: Définissez votre ingestion
pt_pt: Definir a Tua Ingestão

source: Calories: %1
pt_pt: Calorias: %1

source: Size Portion
fr_fr: Taille de la portion
pt_pt: Tamanho da Porção

source: Quantity
fr_fr: Quantité
pt_pt: Quantidade

source: Fat: %1gr
fr_fr: Matières grasses : %1gr
pt_pt: Gordura: %1gr

source: Protein: %1gr
fr_fr: Protéine: %1gr
pt_pt: Proteína: %1gr

source: Carbohydrates: %1gr
fr_fr: Glucides: %1gr
pt_pt: Carbo: %1gr

source: Your Height?
fr_fr: Votre poids
pt_pt: A Tua Altura?

source: Your Height In cm: 171
fr_fr: Votre taille en cm : 171
pt_pt: A Tua Altura Em cm: 171

source: loose
fr_fr: perte
pt_pt: perder

source: gain
pt_pt: ganhar

source: What's Your Goal?
fr_fr: Quel est votre objectif?
pt_pt: Qual é o Teu Objetivo?

source: LOOSE WEIGHT
fr_fr: PERTE DE POIDS
pt_pt: PERDER PESO

source: MAINTAIN WEIGHT
fr_fr: MAINTIEN DU POIDS
pt_pt: MANTER PESO

source: GAIN WEIGHT
fr_fr: PRENDRE DU POIDS
pt_pt: GANHAR PESO

source: Sex Assigned At Birth?
fr_fr: Sexe attribué à la naissance ?
pt_pt: Sexo Atribuído à Nascença?

source: MALE
fr_fr: MÂLE
pt_pt: MASCULINO

source: FEMALE
fr_fr: FEMELLE
pt_pt: FEMININO

source: Your Weight?
fr_fr: Votre poids?
pt_pt: O Teu Peso?

source: Your Weight In KG: 63.3
fr_fr: Votre Poids En KG: 63.3
pt_pt: O Seu Peso Em KG: 63.3

source: Sports
fr_fr: Des sports
pt_pt: Desportos

source: Walking
fr_fr: En marchant
pt_pt: Caminhar

source: Group
fr_fr: Grouper
pt_pt: Grupo

source: Swimming
fr_fr: Nager
pt_pt: Natação

source: QML Modules
pt_pt: Modulos QML

source: C++ Modules
pt_pt: Modulos C++

source: Icons
fr_fr: Icônes
pt_pt: Ícones

source: Sports Tracker
fr_fr: Suivi sportif
pt_pt: Seguidor de Desporto

source: Enter New Nalues
fr_fr: Saisir de nouvelles valeurs
pt_pt: Introduza Novos Valores

source: VALUES
fr_fr: VALEURS
pt_pt: VALORES

source: GOALS
fr_fr: OBJECTIFS
pt_pt: OBJETIVOS

source: TENSION
pt_pt: TENSÃO

source: Your New Height
fr_fr: Votre nouvelle taille
pt_pt: A Sua Nova Altura

source: Your New Weight
fr_fr: Votre nouveau poids
pt_pt: O Seu Novo Peso

source: Your New Age
fr_fr: Votre nouvel âge
pt_pt: A Sua Nova Idade

source: Activity Level
fr_fr: Niveau d'activité
pt_pt: Nível de Atividade

source: High
fr_fr: Haut
pt_pt: Alta

source: Light
fr_fr: Léger
pt_pt: Leve

source: Moderate
fr_fr: Modéré
pt_pt: Moderada

source: Very Light
fr_fr: Très léger
pt_pt: Muito Leve

source: Goal
fr_fr: Objectif
pt_pt: Objetivo

source: Goal Definition
fr_fr: Définition de l'objectif
pt_pt: Definição do Objetivo

source: 0,5kg by week
fr_fr: 0,5kg par semaine
pt_pt: 0,5kg por semana

source: 1kg by week
fr_fr: 1kg par semaine
pt_pt: 1kg por semana

source: 3kg by week
fr_fr: 3kg par semaine
pt_pt: 3kg por semana

source: 4kg by week
fr_fr: 4kg par semaine
pt_pt: 4kg por semana

source: Your Systolic Presure (High Pressure)
fr_fr: Votre pression systolique (haute pression)
pt_pt: A Sua Pressão Sistólica (Pressão Alta)

source: Your Diastolic Presure (Low Pressure)
fr_fr: Votre pression diastolique (basse pression)
pt_pt: A Sua Pressão Diastólica (Pressão Baixa)

source: Add Your Notes
pt_pt: Adicionar as Suas Notas

source: View Your Notes
fr_fr: Afficher vos notes
pt_pt: Ver as Suas Notas

source: Add
fr_fr: Ajouter
pt_pt: Adicionar

source: Back
fr_fr: Arrière
pt_pt: Regressar

source: Verifying credentials
fr_fr: Vérification des informations d'identification
pt_pt: A Verificar Credenciais

source: EXCEED
fr_fr: DÉPASSER
pt_pt: EXCEDEU

source: REMAINING
fr_fr: RESTANT
pt_pt: RESTANTE

source: NO
fr_fr: NON
pt_pt: NÃO

source: STILL NO
fr_fr: TOUJOURS PAS
pt_pt: AINDA NÃO

source: YES
fr_fr: OUI
pt_pt: SIM

source: Delete Notes
fr_fr: Supprimer les notes
pt_pt: Eliminar Notas

source: Confirm Operation With: YES
fr_fr: Confirmer l'opération avec : OUI
pt_pt: Confirmar Operação Com: SIM

source: Wrong Answer, Try Again
fr_fr: Mauvaise réponse, réessayez
pt_pt: Resposta Errada, Tente Novamente

source: Cancel
fr_fr: Annuler
pt_pt: Cancelar

source: Delete Sports Records
fr_fr: Supprimer les enregistrements sportifs
pt_pt: Eliminar Registos de Desporto

source: Delete Weight Tracker Records
fr_fr: Supprimer les enregistrements du suivi du poids
pt_pt: Eliminar Registos de Seguidor de Peso

source: Enter Month & Year
fr_fr: Entrez le mois et l'année
pt_pt: Introduza Mês e Ano

source: Month From 1 to 12
fr_fr: Mois De 1 à 12
pt_pt: Do Mês 1 a 12

source: Year
fr_fr: An
pt_pt: Ano

source: I KNOW WHAT I'M DOING
fr_fr: JE SAIS CE QUE JE FAIS
pt_pt: EU SEI O QUE ESTOU A FAZER

source: NO, TAKE ME TO MUMMY
fr_fr: NON, AMENEZ-MOI CHEZ MAMAN
pt_pt: NÃO, LEVA-ME À MINHA MÃE

source: Module your goal
fr_fr: Modulez votre objectif
pt_pt: Configure o Seu Objetivo

source: A healthy %1 weight must be distributed among a safe period.
fr_fr: Un poids santé %1 doit être réparti sur une période de sécurité.
pt_pt: Uma saudável %1 de peso, deve estar distribuído por um período seguro de tempo.

source: 3kg by month
fr_fr: 3kg par mois
pt_pt: 3kg por mês

source: 4kg by month
fr_fr: 4kg par mois
pt_pt: 4kg por mês

source: Confirm
fr_fr: Confirmer
pt_pt: Confirmar

source: BarCode Found
fr_fr: Code-barres trouvé
pt_pt: Código de barras encontrado

source: BarCode Not Found
fr_fr: Code-barres introuvable
pt_pt: Código de barras não encontrado

source: No product in DB, you may consider register the item on openfoodsfacts. Or enter the details manually
fr_fr: Aucun produit dans DB, vous pouvez envisager d'enregistrer l'article sur openfoodsfacts. Ou alorsentrez les détails manuellement
pt_pt: Sem Pproduto na BD, pode considerar registar o item na OpenFoodsFacts. Ouintroduzir os detalhes manualmente

source: Code:%1
fr_fr: Code-barres:%1
pt_pt: Código de barras:%1

source: Name: %1
fr_fr: Nom : %1
pt_pt: Nome: %1

source: Calories/100gr: %1
pt_pt: Calorias/100gr %1

source: Fat/100gr: %1
fr_fr: Matières grasses/100 gr : %1
pt_pt: Gordura/100gr: %1

source: Protein/100gr: %1
fr_fr: Protéines/100 gr : %1
pt_pt: Proteína/100gr: %1

source: Carbohydrates/100gr: %1
fr_fr: Glucides/100 gr : %1
pt_pt: Carbo/100gr: %1

source: Scan Again
fr_fr: Numériser à nouveau
pt_pt: Digitalizar Outra Vez

source: Enter Product Details Manually
fr_fr: Entrez les détails du produit manuellement
pt_pt: Introduz Manualmente os Detalhes do Produto

source: Very good nutritional quality
fr_fr: Très bonne qualité nutritionnelle
pt_pt: Qualidade nutricional muito boa

source: Good nutritional quality
fr_fr: Très bonne qualité nutritionnelle
pt_pt: Boa qualidade nutricional

source: Average nutritional quality
fr_fr: Qualité nutritionnelle moyenne
pt_pt: Qualidade nutricional média

source: Bad nutritional quality
fr_fr: Mauvaise qualité nutritionnelle
pt_pt: Má qualidade nutricional

source: Poor nutritional quality
fr_fr: Mauvaise qualité nutritionnelle
pt_pt: Pobre qualidade nutricional

source: Search...
fr_fr: Recherche...
pt_pt: Procurar...

source: Close
fr_fr: Proche
pt_pt: Fechar

source: Loading WebPage...
fr_fr: Chargement de la page Web...
pt_pt: A carregar WebPage...

source: Show Ingestions From
fr_fr: Afficher les ingestions depuis
pt_pt: Mostrar Ingestões De

source: How Many Days Ago:
fr_fr: Il y a combien de jours :
pt_pt: Quantos Dias Atrás:

source: Deleting Old Ingestions
fr_fr: Suppression d'anciennes ingestions
pt_pt: A Eliminar Ingestões Antigas

source: Please, wait this notify dissapears
fr_fr: S'il vous plaît, attendez que cette notification disparaisse
pt_pt: Por Favor, espere que esta notificação desapareca

source: Operation Sucess
fr_fr: Succès de l'opération
pt_pt: Operação com Sucesso

source: Recommended Calories
fr_fr: Calories recommandées
pt_pt: Calorias Recomendadas

source: %1 Calories
pt_pt: %1 Calorias

source: Calculated Using St. Mifflin Jeor Equation
fr_fr: Calculé à l'aide de l'équation de St. Mifflin Jeor
pt_pt: Calculado usando a equação do St.Mifflin Jeor

source: Deletes your *%1* records. No recovery possible
pt_pt: Elimina *%1* os registos. Sem Recuperação Possível

source: Something Went Wrong
fr_fr: Quelque chose s'est mal passé
pt_pt: Algo Correu Mal

source: Consumed
fr_fr: Consommé
pt_pt: Consumido

source: Gain weight
fr_fr: Prendre du Poids
pt_pt: Ganhar Peso

source: Loose weight
fr_fr: Perdre du Poids
pt_pt: Perder Peso

source: Maintain weight
fr_fr: Maintenir son Poids
pt_pt: Manter Peso

source: Loading recipe image...
fr_fr: Chargement de l'image de la recette...
pt_pt: A Carregar Imagem da Refeição...

source: I'm not going eat more
fr_fr: Je ne vais pas manger plus
pt_pt: Eu Não Vou Comer Mais

source: Continue registering...
fr_fr: Continuez à vous inscrire...
pt_pt: Continuar a Registar...

source: Updating User Table
fr_fr: Mise à jour de la table des utilisateurs
pt_pt: A Atualizar Tabela do Utilizador

source: Wrong Credentials
fr_fr: Informations d'identification erronées
pt_pt: Credenciais Erradas
